CSI API ETABS v1
cLoadCases.ModHistNonlinear Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cCaseModalHistoryNonlinear ModHistNonlinear { get; }
ReadOnly Property ModHistNonlinear As cCaseModalHistoryNonlinear
	Get
Dim instance As cLoadCases
Dim value As cCaseModalHistoryNonlinear
value = instance.ModHistNonlinear
property cCaseModalHistoryNonlinear^ ModHistNonlinear {
	cCaseModalHistoryNonlinear^ get ();
}
abstract ModHistNonlinear : cCaseModalHistoryNonlinear with get
Property Value
Type: cCaseModalHistoryNonlinear
See Also
Reference
cLoadCases Interface
ETABSv1 Namespace